cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'git-lfs'
brew 'gh'
brew 'grc' # colorize logfiles and commands
brew 'imagemagick'
brew 'fd' # alternative to find
brew 'git-standup'
brew 'jq'
brew 'parquet-tools'
brew 'wifi-password'
brew 'wget'

cask '1password'
cask 'dash'
cask 'firefox'
cask 'fork'
cask 'iterm2'
cask 'obsidian'
cask 'postman'
cask 'rectangle'
cask 'spotify'
cask 'tableplus'
cask 'visual-studio-code'
