cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'git-lfs'
brew 'gh'
brew 'grc' # colorize logfiles and commands
brew 'imagemagick'
brew 'git-standup'
brew 'jq'
brew 'parquet-cli'
brew 'shellcheck'
brew 'wifi-password'
brew 'wget'
brew 'yt-dlp'

# cask '1password' - this keeps failing with 1pass 8
cask 'firefox'
cask 'iterm2'
cask 'postman'
cask 'rectangle'
cask 'screen-studio'
cask 'spotify'
cask 'tableplus'
cask 'textexpander'
cask 'tuple'
cask 'visual-studio-code'
